# -*- coding : utf-8 -*-

item_catalog = {
			'Эспрессо': {
				'price': 100,
				'description':'Это небольшое количество концентрированного кофе (30 - 40мл)',
				'title': 'Эспрессо'
			},
			'Американо': {
				'price': 110,
				'description':'Кофе по-американски, вода с эспрессо, 250мл.',
				'title':'Американо'
			},
			'Крепкий Американо': {
				'price': 130,
				'description': 'Kофе по-американски:\nвода с <b><u>двойной</u></b> порцией эспрессо, 250мл.',
				'title': 'Крепкий Американо'
			},
			'Латте 250мл':{
				'price': 140,
				'description': 'Кофейный напиток на основе молока, представляющий собой смесь из молочной пенки, молока и эспрессо.',
				'title':'Латте 250мл'
			},
			'Латте 350мл':{
				'price': 160,
				'description': 'Кофейный напиток на основе молока, представляющий собой смесь из молочной пенки, молока и эспрессо.',
				'title':'Латте 350мл'
			},
			'Латте 450мл':{
				'price': 180,
				'description': 'Кофейный напиток на основе молока, представляющий собой смесь из молочной пенки, молока и эспрессо.',
				'title': 'Латте 450мл'
			},
			'Капучино 250мл':{
				'price': 140,
				'description': 'Кофейный напиток на основе эспрессо с добавлением в него подогретого вспененного молока.',
				'title': 'Капучино 250мл'
			},
			'Капучино 350мл':{
				'price': 160,
				'description': 'Кофейный напиток на основе эспрессо с добавлением в него подогретого вспененного молока.',
				'title': 'Капучино 350мл'
			},
			'Капучино 450мл':{
				'price': 180,
				'description': 'Кофейный напиток на основе эспрессо с добавлением в него подогретого вспененного молока.',
				'title': 'Капучино 450мл'
			},
			'Мокачино 250мл':{
				'price': 160,
				'description': 'Кофейный напиток на основе эспрессо с растопленным в нём натуральным молочным шоколадом и добавленным в него подогретого вспененного молока.',
				'title': 'Мокачино 250мл'
			},
			'Мокачино 350мл':{
				'price': 180,
				'description': 'Кофейный напиток на основе эспрессо с растопленным в нём натуральным молочным шоколадом и добавленным в него подогретого вспененного молока.',
				'title': 'Мокачино 350мл'
			},
			'Мокачино 450мл':{
				'price': 200,
				'description': 'Кофейный напиток на основе эспрессо с растопленным в нём натуральным молочным шоколадом и добавленным в него подогретого вспененного молока.',
				'title': 'Мокачино 450мл'
			},
			'Раф 350мл':{
				'price': 180,
				'description': 'Нежнейший кофейный напиток, представляющий собой вспененную смесь из эспрессо и сливок.',
				'title': 'Раф 350мл'
			},
			'Раф 450мл':{
				'price': 200,
				'description': 'Нежнейший кофейный напиток, представляющий собой вспененную смесь из эспрессо и сливок.',
				'title': 'Раф 450мл'
			},
			'Грильяжик': {
				'price': 220,
				'description': '\nАрахисово - фисташковый капучино\n\n*арахисовая паста, фисташковый сироп',
				'title': 'Грильяжик 350мл'
			},
			'Шафутиня': {
				'price': 220,
				'description': 'Напиток вдохновленный сентябрьской песней 🍂\nСырно - тыквенный латте\n\n*сыр омичка, сироп прянная тыква',
				'title': 'Шафутиня 350мл'
			},
			'Чизуля': {
				'price': 240,
				'description': 'Нежный сырно - финиковый латте\n\n*сыр омичка, финиковый сироп',
				'title': 'Чизуля 450мл'
			},
			'Пиноли': {
				'price': 240,
				'description': 'Один из самых вкусных наших напитков, кедровый раф!\n\n*натуральный кедровый сироп, кедровые орешки',
				'title': 'Пиноли 350мл'
						},
			'Шериф': {
				'price': 220,
				'description': 'Сладкий, сливочный, нежный раф\n\n*сиропы - белый шоколад, орех в карамели, бельгийская вафля',
				'title': 'Шериф (Одинокий Раф) 350мл'
						},
			'Смузи Tropic': {
				'price': 220,
				'description': 'Состав: Кокосовое молоко, банан, лёд',
				'title': 'Смузи Tropic, 400мл'
			},
			'Смузи Стройняшка': {
				'price': 180,
				'description': 'Состав: зелёное яблоко, киви, лимон, петрушка, мята, имбирь, лёд, мёд (по желанию) DETOX',
				'title': 'Смузи Стройняшка, 400мл'
			},
			'Смузи Ягодка': {
				'price': 240,
				'description': 'Состав: ежевика, вишня, банан, молоко, мята, лёд',
				'title': 'Смузи Ягодка, 400мл'
			},
			'Лимонад Мохито': {
				'price': 200,
				'description': 'Состав: газированная вода, спрайт, основа для напитка, лайм, мята, лёд',
				'title': 'Лимонад Мохито, 400мл'
			},
			'Лимонад Киви-Мята': {
				'price': 220,
				'description': 'Состав: газированная вода, киви, сок апельсина, сок лимона, мята, мятный сироп, лёд',
				'title': 'Лимонад Киви-Мята, 400мл'
			},
			'Молочный коктейль': {
				'price': 150,
				'description': 'Состав: мороженое, молоко',
				'title': 'Молочный коктейль, 400мл'
			},
			'Ice Coffee': {
				'price': 180,
				'description': 'Состав: эспрессо, молоко, лёд',
				'title': 'Ice Coffee, 400мл'
			},
			'Сэндвич': {
				'price': 200,
				'description': 'Состав: хлеб, копчёная курица(грудка), сыр "Гауда", помидор, лист салата, соус "Песто"',
				'title': 'Сэндвич'
			},
			'PRIME BLEND': {
				'price': 750,
				'description': 'Смесь из арабик Бразилии и Эфиопии. Зерно из Бразилии отвечает за высокую сладость и насыщенность, а арабика из Эфиопии добавляет приятные фруктовые оттенки и легкую цитрусовую кислотность.\nХорошо раскрывается в молочных напитках.',
				'title': 'PRIME BLEND, 250гр.'
			},
			'HOUSE BLEND': {
				'price': 800,
				'description': 'Смесь из арабик Центральной и Южной Америки. Создана для высокой сладости и ярких фруктовых вкусов. Идеальная смесь для любого метода приготовления.',
				'title': 'HOUSE BLEND, 250гр.'
			},
			'CANDY BLEND': {
				'price': 300,
				'description': 'Наша авторская смесь кофейных зёрен из Бразилии и Кении. Арабика из Бразилии придаёт сладость напитку, а зёрна из Кении - насыщенность и терпкость. Великолепная смесь для чёрного кофе, так и для молочных напитков.',
				'title': 'CANDY BLEND, 100гр.'
			},
}
syrups_description = ['Ваниль', 'Карамель', 'Солёная карамель 🔥', 'Шоколад', 'Белый шоколад 🔥', 'Круассан', 'Бельгийская вафля',
		  'Маделин 🔥', 'Шоколадное печенье', 'Печенье', 'Бисквит', 'Попкорн', 'Жвачка', 'Мята',
		  'Манго со специями', 'Тыква со специями', 'Специи', 'Финик', 'Амаретто', 'Кокос', 'Банан',
		  'Арбуз', 'Черника', 'Малина', 'Клубника', 'Фисташка', 'Макадамия', 'Лесной орех', 'Орех в карамели', 'Мёд']
syrups = ['Ваниль', 'Карамель', 'Солёная карамель', 'Шоколад', 'Белый шоколад', 'Круассан', 'Бельгийская вафля',
		  'Маделин', 'Шоколадное печенье', 'Печенье', 'Бисквит', 'Попкорн', 'Жвачка', 'Мята',
		  'Манго со специями', 'Тыква со специями', 'Специи', 'Финик', 'Амаретто', 'Кокос', 'Банан',
		  'Арбуз', 'Черника', 'Малина', 'Клубника', 'Фисташка', 'Макадамия', 'Лесной орех', 'Орех в карамели', 'Мёд']

order = {}
order_status = {}
order_syrup = {}
order_syrup_status = {}
order_comment = {}
